import one from '../Assets/images/reviews/one.jpg'
import two from '../Assets/images/reviews/two.jpg'
import three from '../Assets/images/reviews/three.jpg'
import four from '../Assets/images/reviews/four.jpg'
import five from '../Assets/images/reviews/five.jpg'
import six from '../Assets/images/reviews/six.jpg'
import seven from '../Assets/images/reviews/seven.jpg'


export const useReviews = () => {
    const reviews = [
        { 
            _id: "1",
            user_name: "Дмитро Кузьмін",
            user_photo: one,
            text: "Хочу порекомендувати студію Shining Music та Олександра Ількаєва. Я автор пісень, пишу та продаю пісні артистам. Наша співпраця триває вже понад три роки і за цей час я записав на цій студії як пісні, які продав артистам, таким як Loboba, To-má, Morozova, які потрапили на радіо та ТБ, так і пісні у подарунок для себе та своїх близьких. Саша справжній професіонал і на його студії, крім професіоналізму, що дуже важливо, на вас чекає приємна, дружня, атмосфера, що не менш важливо. Звертайтеся, впевнений залишитеся задоволеними процесом та результатом."
        },
        { 
            _id: "2",
            user_name: "Саша Набокова",
            user_photo: two,
            text: "Вже не вперше записувалась на цiй студii. Все дуже круто! вiдчувається особливий зв'язок i повне розумiння процесу! Дуже рекомендую!"
        },
        { 
            _id: "3",
            user_name: "Валерія Лисакова",
            user_photo: three,
            text: "Найкраща студія звукозапису! Висока якість, професіоналізм, творча атмосфера… Щоразу отримую море задоволення та натхнення. Власник студії Shining Music Records, Олександр Ількаєв – МАЙСТЕР своєї справи, дуже хороша людина, що привертає до себе. Вкладає душу в студію та у виконавців. Величезна вдячність за роботу!"
        },
        { 
            _id: "4",
            user_name: "Стефано Чече",
            user_photo: four,
            text: "Я автор пісень і продюсер, і працюю зі студією Shining Music від самого початку. Точність, надійність і наполеглива праця — це три слова, якми їх можна описати."
        },
        { 
            _id: "5",
            user_name: "Romirandom",
            user_photo: five,
            text: "Місце, де уважно дбають про ваші ідеї. Тут історія не про «дайте мені свої гроші, і я натисну кнопку запису». Музичний продюсер завжди допоможе вам розробити цілісну концепцію вашого альбому/пісні. Запис й обробка дуже точні та уважні як з вашим учителем Кунг-Фу. Більше того, навіть деякі з моїх експериментальних творів були вміло зведені та змастерені. Дуже правильна атмосфера для створення. Дуже рекомендую!"
        },
        { 
            _id: "6",
            user_name: "Тіна Гордієць",
            user_photo: six,
            text: "Студія, в якій почуваєшся як удома! Постійно зустрічають із теплом і роботу роблять на найвищому рівні. Ідеальне місце для творчості. Однозначно рекомендую! 😊"
        },
        { 
            _id: "7",
            user_name: "Валерія Хацаревич",
            user_photo: seven,
            text: "Все супер, круто та на найвищому рівні! Шикарна студія 😍! Хочеться повернутись туди ще. Почуваюся, як вдома! Олександр справжній професіонал! Дякую за теплий прийом!"
        }
    ]
    return reviews
}